[
  {
    "title": "Mercedes-Benz",
    "image": "mercedes-benz.png",
    "description": "I was tasked with building an internal for the Mercedes-Benz teams. My responsibilities were fully frontend focused. This was a complex project and some of the tools used included React, Mobx State Tree, Styled Components, and D3."
  },
  {
    "title": "Draft Fantasy",
    "image": "draft-fantasy.png",
    "description": "Draft Fantasy is a company I founded while serving in the IDF. To date the site has over 180,000 registered users and received seed funding. The game has both a website and iOS and Android mobile apps. The technology stack for the project includes: React, React Native, Node.js, Elixir, MongoDB, GraphQL, Jest, Ansible, Nginx and AWS.",
    "link": "https://draftfantasyfootball.co.uk/"
  },
  {
    "title": "CryptoFighters",
    "image": "cryptofighters.svg",
    "description": "A project I put together with 5 others in the crypto space. The game is built on the Ethereum blockchain with smart contracts written in Solidity. Other technologies used in this project include React, Node.js caching server, Python for image generation, Truffle for Solidity development and testing, Geth and PM2 for deployment.",
    "link": "https://cryptofighters.io/"
  },
  {
    "title": "DappWorks",
    "image": "dappworks.png",
    "description": "DappWorks is community of blockchain developers of decentralised apps. DappWorks ran a popular hackathon with sponsorship from some of the biggest names in the cryptocurrency space including Bancor, Orbs, IronSource and ConsenSys. Teams developed projects on the Ethereum and EOS blockchains.",
    "link": "https://dappworks.co/dappathon"
  },
  {
    "title": "CoTrader",
    "image": "cotrader.png",
    "description": "I worked at CoTrader to develop a decentralised fund management platform. The project was built on the Ethereum blockchain and integrated with a web app built using React, Node.js and MongoDB. The project integrated with other decentralised exchanges including Bancor and Kyber."
  },
  {
    "title": "Articode",
    "image": "articode.png",
    "description": "I was brought on by the Articode team to complete a project for the defense industry. The project was done in Angular 6 and made use of Ceasium JS.",
    "link": "https://articode.co/"
  },
  {
    "title": "Sovereign Coin",
    "image": "sov.svg",
    "description": "On February 26, 2018 the Republic of the Marshall Islands issued the Sovereign Currency Act of 2018 introducing a new blockchain based currency called the Sovereign (‘SOV’) as “legal tender of the Marshall Islands for all debts, public charges, taxes and dues.” I worked as a consultant on this project helping to develop the currency.",
    "link": "https://www.sov.global/"
  },
  {
    "title": "qPrivacy",
    "image": "qprivacy.svg",
    "description": "qPrivacy is an early stage startup that enables enterprises to protect their customers' private data. A team of elie.tech developers built their complex internal dashboard using React, TypeScript, Node.js, MongoDB, GraphQL and Docker."
  },
  {
    "title": "FundGuard",
    "image": "fund-guard.png",
    "description": "FundGuard is revolutionising hedge fund management software. It works with some of America's largest financial institutes. The work involved React, TypeScript, Flow, Node.js, and GraphQL as part of a large development team."
  },
  {
    "title": "Aquant",
    "image": "aquant.png",
    "description": "Aquant needed mobile app quickly. React Native and TypeScript were used for an extremely quick turnaround to meet their tight deadline."
  }
]
